Repository: 84000/data-translation-memory
Catalog: toh431-v1.tmx
Source language: bo
Languages: en

source: ཛ་ཡན་ཏའི་ས་བོན་དང་། ཕོ་བ་རིས་ཉི་མ་གསུམ་འཐུང་བར་བྱས་ན་
en: “One should drink seeds of Indian sesbania with black pepper over the period of three days.

source: སྡིག་པའི་ནད་འབྲུམ་ནག་སེལ་བར་བྱེད་དོ། །
en: This will cure smallpox.

source: འབྲས་བུ་གསུམ་དང་། རམས་དང་།
en: the three varieties of myrobalan, indigo plant,

source: ས་ནག་པོ་དང་།
en: black earth,

source: ཨ་མྲའི་ས་བོན་དང་། །
en: the seeds of mango tree,

source: ལྕགས་ཀྱི་ཕྱེ་མ་རང་སྐྱུར་དང་
en: rust of iron, and sour gruel.

source: དེ་ནས་གུ་གུལ་གྱིས་སྐྲ་ལ་བདུགས་ནས་དེ་ཡིས་མཉེ་བར་བྱའོ། །
en: Then the hair should be fumigated and rubbed with bdellium.

source: དེ་ནས་ཞག་བདུན་བཅིངས་ནས་གཞག་པར་བྱའོ། །
en: Finally one should tie the hair and leave it for seven days.

source: རྨ་བྱའི་མཁྲིས་པ་དང་། བྷྲྀཾ་ག་རཱ་ཛའི་ཁུ་བ་དག་པའི་མར་ལ་བཙོས་ནས་
en: “One should cook clarified butter of a cow with peacock’s bile and the juice of false daisy,

source: སྣར་བླུགས་ན་
en: use this as an errhine.

source: པུ་ནར་ན་པ་དང་རཎྜ་དག་གི་ཐང་བཅུ་དྲུག་འགྱུར་གྱི་བར་དུ་ཆ་གཅིག་ལུས་ཀྱི་བར་དུ་བསྐོལ་བར་བྱའོ། །
en: “One should prepare an infusion of hogweed and raṇḍa in sixteen parts of water, reducing it by boiling to just one part.

source: དེ་ནས་བྷུཉྫ་དཀར་པོའི་ཕྱེ་མ་བླུགས་ནས་
en: one should add powdered white Indian licorice.

source: དེ་ནས་འབྲུ་མར་ཁམ་ཕོར་གང་དང་བཙོ་བར་བྱའོ། །
en: Then one should cook it with one cup of sesame oil.

source: བྷུ་མི་བི་དཱ་རཱི་དང་། ཚ་བ་གསུམ་དང་། མུ་ཟི་དང་མཉམ་པོ་ཕྱེ་མར་བྱས་ནས་སྡོང་བུའི་ནང་དུ་བཅུག་ནས།
en: “One should pulverize and blend together bhūmividārī, the three spices, and sulphur. One should place the mixture in the center of a wick.

source: སྡོང་བུ་ཁ་ཐུར་དུ་བསྟན་ནས་མེ་སྦར་ནས་རིམ་པར་ཚ་བའི་འབྲུ་མར་བླངས་ནས།
en: Having turned the burning wick downward, one should gradually take white mustard oil.

source: རྟག་ཏུ་ཐིགས་པ་གཉིས་སྣ་ཡིས་འཐུངས་ན།
en: By applying two drops of this errhine regularly,

source: སྐྲ་དཀར་དང་གཉེར་མ་དང་བྲལ་བར་འགྱུར་རོ།
en: one will remove wrinkles and gray hair.

source: བུམ་པའི་འཁྲུལ་འཁོར་གྱི་ནང་དུ་བྱེ་མ་དང་བཅས་པ་མེ་ལ་བསྲེག་པར་བྱའོ། །
en: this lump should be sealed in a crucible together with some sand. After heating it up,

source: དངུལ་ཆུ་བཅིང་བ་བཟའ་བར་བྱས་ན།
en: the quicksilver will fuse with the other ingredients. Ingesting this

source: ཟད་བྱེད་ལ་སོགས་པའི་ནད་སེལ་བར་བྱེད་དོ།
en: will cure consumption and so on.

source: བའི་བེའུ་སྐྱེས་པའི་དང་པོའི་ལྕི་བ་བླངས་ནས་རིལ་བུ་བྱས་ཏེ་
en: “One should obtain the first excrement of a newly born calf and prepare a pill.

source: པིཎྜ་ཏ་ག་རའི་རྩ་བ་དང་མཉེས་ནས་བཅིང་བར་བྱའོ། །
en: One should then grind the root of Indian valerian and enclose the pill in it.

source: སོར་གཅིག་ཟོས་ནས་དུག་ཟོས་ན་ཡང་གནོད་པར་མི་འགྱུར་རོ། །
en: After eating one pill, one can eat poison without it taking any effect.

source: ཛེ་མ་བུའི་ས་བོན་དང་། བཱི་ཛ་པཱུ་ར་ཀའི་ས་བོན་དང་། ཤ་རི་ཥའི་ས་བོན་དང་བཏགས་ནས་
en: “One should grind seeds of black plum, seeds of citron, and seeds of flea tree, and

source: རའི་འོ་མ་ལ་བཙོ་བར་བྱས་ནས་
en: then cook them in goat’s milk.

source: མར་དང་བཟའ་བར་བྱས་ན།
en: One should eat this preparation with ghee.

source: ཟླ་བ་ཕྱེད་དུ་ལྟོགས་པར་མི་འགྱུར་རོ། །
en: It will take a fortnight before one feels hungry again.

source: སྐྱུ་རུ་ར་དང་། རུ་རྟ་དང་། ཨུཏྤ་ལ་དང་། སྤང་སྤོས་དང་། བཱ་ལ་དང་། དེ་རྣམས་ཀྱིས་བྱུགས་ན་
en: “Applied with a paste of emblic myrobalan, costus, blue lotus, Indian spikenard, and country mallow,

source: སྐྲ་ས་བ་མོ་ཡང་ཚ་ན་མཐུག་པོར་འགྱུར་རོ། །
en: thin hair will become thick.

source: ཁྱིའི་མཆེ་བ་དུ་བའི་ནང་དུ་བསྲེགས་ནས་འོ་མ་དང་མར་དང་བཅས་པས་མཉེ་བར་བྱས་ན་སྐྲ་མ་སྐྱེས་པ་ཡང་སྐྱེ་བར་འགྱུར་རོ། །
en: “One should heat up a dog’s tooth above a smoky fire, add to it milk and clarified butter, and rub it on. Hair will grow even where it doesn’t normally grow.

source: ན་རི་ཀེ་ལའི་ཆུ་ལ་སྐྱེས་བུའི་དབང་པོ་ཅུང་ཟད་བར་དུ་བཞག་ནས་
en: “One should dip one’s penis, for some time, in coconut juice, and

source: སུ་ར་སུ་ན་ཕྱེ་མ་བྱིན་ན་སྐྱེས་བུའི་དབང་པོའི་ཤུ་བའི་ནད་སེལ་བར་བྱེད་དོ། །
en: then apply the powder of sūrasūnna . This will cure diseases of the male organ.

source: རྒྱལ་གྱི་ཟླ་བ་ལ་བྷྲྀཾ་ག་རཱ་ཛའི་རྩ་བ་རང་གི་ཁུ་བ་དང་སྦྱར་ནས་བྱུགས་ན་དེ་བཞིན་ནོ། །
en: “If one mixes false daisy root with one’s seminal fluid and applies it to the penis during the month of Puṣya, the same thing will happen.

source: ཀ་ར་བཱི་ར་དཀར་པོའི་འཁྲི་ཤིང་དང་། རྩངས་པའི་ཁྲག་གིས་མཉེ་བར་བྱས་ནས།
en: one mixes the creeper of white Indian oleander with the blood of a lizard and then

source: ཤྨ་ཐ་དང་། བྷྲྀཾ་ག་རཱ་ཛ་མ་ཉེས་ནས་རབ་ཏུ་བྱུགས་ན་ཡང་དེ་བཞིན་དུ་འགྱུར་རོ།
en: mixes it with śmathai and false daisy, and applies it to the penis, it will have the same effect.”

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོའི་རྒྱུད་ལས། ནང་འཕེལ་བ་གཞོམ་པའི་རིམ་པར་ཕྱེ་བ་སྟེ་བཅོ་བརྒྱད་པའོ།། །།
en: This concludes the chapter on preventing diseases, the eighteenth in the glorious Caṇḍa­mahā­roṣaṇa tantra called “ The Sole Hero

source: ཨ་བ་ར་ཛི་ཀ་དཀར་པོའི་རྩ་བ་དང་། ཁུ་བ་རིལ་བུ་བྱས་ནས་
en: “One should make a pill from the root of white butterfly pea with semen, and

source: ཐིག་ལེ་བྱས་ན་བུད་མེད་དབང་དུ་འགྱུར་རོ། །
en: make a tilak mark on a woman’s forehead. Then she will become enthralled.

source: པྲཧྨཱ་ད་ཎྜཱི་དང་། ཤུ་དག་དང་། རུ་རྟ་དང་། སྦྲང་ལིང་ག་ལ་བྱུགས་ནས་
en: “One should smear one’s penis with tubeflower, sweet flag, and honey, and

source: བུད་མེད་ལ་འདོད་པ་བྱས་ན་དབང་དུ་འགྱུར་རོ། །
en: make love to a woman. One will enthrall her.

source: བོང་བུའི་ཁུ་བ་དང་། ཆུ་སྐྱེས་ཀྱི་གེ་སར་བཏགས་ནས།
en: “One should blend together donkey’s semen and lotus filaments,

source: རྒྱལ་མཚན་ལ་བྱུགས་ཏེ་
en: rub this onto one’s penis,

source: བུ་ཆུང་སོ་མ་སྐྱེས་པའི་ལྕེ་བླངས་ཏེ། །
en: “One should obtain the tongue from a toothless calf and

source: རྒྱུ་སྐར་རྒྱལ་ལ་དྷུ་ཏུ་རའི་རྩ་བ་དང་འབྲས་བུ་བླངས་ནས།
en: “One should obtain, when the moon is in the asterism of Puṣya, the fruit of downy datura;

source: རྒྱུ་སྐར་སྐག་ལ་ཤུན་པ་བླངས།
en: when it is in Āśleṣa, the bark;

source: ཧ་སྟ་ལ་ལོ་མ་བླངས།
en: when in Hasta, the leaves;

source: ནག་པ་ལ་མེ་ཏོག་བླངས།
en: when in Citrā, the flowers;

source: མཱུ་ལ་ལ་རྩ་བ་བླངས་ལ།
en: when in Mūla, the root.

source: ཆ་མཉམ་པོར་ཕྱེ་མར་བྱས་ནས། སྦྲང་དང་རིལ་བུ་བྱས་ནས།
en: One should take an equal portion of each and make a pill with honey.

source: རས་སྦངས་ཏེ་སྐམ་པོར་བྱའོ། །
en: One should wrap it in cloth and dry it.

source: ཁྱི་སྨྱོན་པའི་རྐང་པ་གཡས་པའི་
en: the right paw of a dog in heat

source: ཆེ་གེ་མོ་ཁུག་ཅིག་ཅེས་པས་དེ་འོང་བར་བྱེད་དོ། །
en: —‘May such and such come’—will arrive.

source: དུ་བ་མེད་པའི་མེ་ལ་བསྲོ་བར་བྱའོ། །མ་ཡཱུ་ར་ཤི་ཁ་དྲི་མ་ལྔའི་བཟའ་བ་ལ་སོགས་པ་བྱིན་ན་དབང་དུ་འགྱུར་རོ། །
en: “One should heat up a peacock’s feather in a smokeless fire together with five impure substances, and serve it to a woman in her food and so on. She will become enthralled.

source: ཨ་པ་ར་ཛི་ཏའི་རྩ་བ་སྐར་མ་རྒྱལ་ལ་བཏོན་ནས་རས་ལ་ཡང་དག་པར་བསྒོས་པའི་
en: “One should dig out, when the moon is in the asterism of Puṣya, the root of butterfly pea and rub it onto a cloth.

source: དཎྜ་ཨུཏྤ་ལའི་རྩ་བ་དང་། དྲི་མ་ལྔ་དང་བྱིན་ན་
en: “One should serve to a woman the root of vernonia together with the five impurities.

source: པི་ཌཾ་ག་དང་། ཏ་ག་ར་དང་། རུ་རྟ་ཆང་དང་བྱིན་ན་
en: “One should serve to a woman false black pepper, crape jasmine, and costus, together with wine.

source: ལྡོང་རོས་དང་། ནག་གེ་སར་ཕྱེ་མ་དང་། པྲི་ཡང་ཀུ་དང་། གི་ཝང་རྣམས་ཀྱིས་མིག་སྨན་བྱས་ན་
en: “One should apply to the eye realgar, powder of cobra’s saffron, perfumed cherry, and the pigment of bovine gallstones.

source: གླ་བ་དང་། ལཛྫ་ལུ་དང་། དྷུ་ཏུ་ར་དང་། ས་ཧ་དེ་བ་དང་རྣམས་ཀྱིས་ཐིག་ལེ་བྱས་ན།
en: “One who wears a tilak made with musk, sensitive plant, downy datura, and vernonia,

source: འཇིག་རྟེན་གསུམ་པོ་དབང་དུ་བྱེད་དོ་ཞེས་ཏེ།
en: will bring the threefold universe to a state of enthrallment.

source: རང་གི་ལིང་གའི་སྟེང་དུ་ཀར་བཱིར་དམར་པོའི་མེ་ཏོག་བཞག་ནས་
en: “Having placed on one’s penis red flowers of Indian oleander,

source: སྟོང་ཕྲག་གཅིག་བཟླས་པར་བྱའོ།
en: one should recite one thousand times the mantra:

source: ཨོྃ་ཙ་ལ་ཅི་ཏེ། །ཙི་ལི་ཙི་ལི་ཙུ་ལུ་ཙུ་ལུ་ཙེ་ཏོ་མུཉྩ་མུཉྩ་སྭཱ་ཧཱ།
en: Oṁ , O fickle-minded one! Cili , cili ! Culu , culu ! Release your fluid, release! Svāhā

source: གང་གི་མདུན་དུ་སྔགས་བཟླས་ནས་
en: in front of it recite the mantra,

source: ཟངས་མའི་ཁབ་ཀྱིས་ཕུག་ནས་
en: pierce the effigy with a copper needle.

source: སྔོན་བསྙེན་པ་སྟོང་ཕྲག་བཅུ་མིང་དང་བྲལ་བར་བྱས་ནས།
en: “First one should do ten thousand recitations of the mantra without the name as the preliminary practice.

source: ན་མཿཙཎྜཱ་ལི་ཆེ་གེ་མོ་བ་ཤཱི་ཀུ་རུ་སྭཱ་ཧཱ།
en: Hail, Caṇḍālī! Enthrall such and such! Svāhā!

source: དུར་ཁྲོད་ཀྱི་ཐལ་བ་ནག་པོའི་བཅུ་བཞི་ལ་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་ནས། བུད་མེད་སྤྱི་བོར་བྱིན་ན་དབང་དུ་འགྱུར་རོ། །
en: One should then incant, on the fourteenth day of the dark fortnight, the ashes from a charnel ground with 108 recitations of this mantra, and place these ashes on the woman’s head. She will become enthralled.

source: རའི་ལིང་ག་བླངས་ནས་རྐེད་པ་ལ་དུར་ཁྲོད་ཀྱི་སྲད་བུས་བཅིང་བར་བྱའོ། །
en: “One should take a ram’s penis And fasten it to one’s hips with strings from a charnel ground;

source: ཡང་ན་རྩངས་པའི་མཇུག་མ་བཅིངས་ན་ཁམས་འཛིན་པར་འགྱུར་རོ། །
en: Alternatively one should fasten a lizard’s tail. Then one will be able to retain one’s semen.

source: ཁམས་འཆིང་བར་བྱེད་དོ། །
en: one will be able to retain one’s semen.

source: མཆོག་ཏུ་བདེ་བའི་ཡིད་གཅིག་པུས་
en: “Focused one-pointedly on genuine pleasure,

source: བརྟན་པའི་སྦྱོར་བས་སོ།
en: While performing coitus with firm application,

source: བཞིན་དུ་གྱུར་ནས། ཁམས་མཆོག་ཏུ་འཆིང་བར་བྱེད་དོ།
en: By so doing, one will achieve the ultimate retention of semen.

source: འཇམ་འབྲས་ཀྱི་ནང་བྲུས་ནས་དངུལ་ཆུས་བཀང་ནས་
en: “Having hollowed out a seed of pongam oil tree, One should fill it completely with quicksilver.

source: ཁམས་འཆིང་ངོ་། །
en: This will arrest the semen.

source: གླང་གི་རྭ་གྱེན་དུ་སྐྱེས་པ་བླངས་ནས་བདར་ཏེ།
en: “One should obtain an upward-growing ox horn, grind it, and

source: ལིང་ག་ལ་བྱུགས་ན་
en: rub it onto one’s penis.

source: ལིང་ག་གྱེན་དུ་བྱེད་དོ། །
en: This will cause an erection.

source: ཀ་པི་ཀཙྪའི་རྩ་བ་བདར་ནས་རའི་ཆུ་དང་བཏགས་ནས་
en: “One should pulverize the root of cowitch together with goat’s urine,

source: ལིང་ག་ལ་བྱུགས་ནས་མཉེས་ན་
en: smear it on one’s penis, and rub it in.

source: ཆུ་དྲོན་མོས་བཀྲུས་ན་
en: Rinsing with warm water

source: འགྲོན་བུའི་ནང་དུ་དངུལ་ཆུས་བཀང་ནས་ཁར་བཅུག་ན་
en: “One should enclose quicksilver inside a cowrie shell and place it in one’s mouth.

source: རའི་ཆུ་དང་། ཨིཎྜ་བཱ་རུ་ཎཱི་ཉི་མ་བདུན་དུ་སྤང་བར་བྱའོ། །
en: “One should steep bitter cucumber in goat’s urine for seven days.

source: ཌོ་ཥ་ཎིའི་རྩ་བ་དང་། ཀ་མ་ཅིའི་རྩ་བ་དང་། དྷུ་ཏུ་རའི་ས་བོན་དང་། ཀསྟུ་ར་དང་མཉེས་ནས་
en: “One should grind the root of oṣaṇī, the root of black nightshade, and the downy datura seeds in camphor juice.

source: ལིང་ག་ལ་བྱུགས་ནས་བུད་མེད་ལ་འཁྲིག་པ་བྱའོ། །
en: After applying this to the penis, one should make love to a woman.

source: འདོད་པ་བྱས་ན་བུད་མེད་འཛག་པར་བྱེད་དོ། །
en: make love to a woman. Then she will drip.

source: དེ་འཛག་པར་བྱེད་དོ། །
en: Then she will drip.

source: རྒྱམ་ཚ་དང་ཚ་ལ་དང་། ཀསྟུ་ར་དང་། གྷོ་ཥའི་ཕྱེ་མ་སྦྲང་དང་བྱུགས་ན་ཡང་དེ་བཞིན་ནོ། །
en: One should blend sea salt, borax, camphor, and the powder of loofah together with honey, and apply it to the penis. The result will be the same.

source: ཕུག་རོན་གྱི་བྲུན་དང་། སྦྲང་ལིང་ག་ལ་བྱུགས་ནས་
en: “One should blend pigeon’s droppings with honey, and after applying this to the penis,

source: ཀ་མ་ཙིའི་རྩ་བ་དང་། གོ་ལ་བུད་མེད་དང་དགའ་བའི་དུས་སུ་ཟོས་ན་
en: “During lovemaking, one should feed the root of black nightshade with betel to a woman.

source: བསེ་ཡབ་སྨིན་པ་དང་། ལ་སི་ཀཾ་དང་། རྒྱམ་ཚ་དང་བསྲེས་ནས་རང་གི་མཛུབ་མོ་ལ་བྱུགས་ནས་
en: “One should mix ripe tamarind fruit and sugar-cane juice with salt, and smear this onto one’s index finger.

source: དེའི་བྷ་གའི་རྡོ་རྗེ་དབྱིངས་ཀྱི་དབང་ཕྱུག་མའི་རྩ་ལ་ཇི་སྲིད་བསྐྱོད་པས་
en: Then insert the finger into the vagina and excite the ‘ nerve of Vajra­dhātvīśvarī

source: ག་པུར་དང་། ཚ་ལ་དང་། དངུལ་ཆུ་དང་། ཧ་སྟི་པི་པི་ལིང་དང་། སྦྲང་གིས་བྱུགས་པས་བུད་མེད་འཛག་པར་བྱེད་དོ། །
en: “After applying an ointment of camphor, borax, quicksilver, and gajapippalī, the woman will drip.

source: རཱ་མ་དུ་ཏིའི་རྩ་བ་དང་། ལོ་མ་དང་བཅས་པ་ལིང་ག་ལ་མཉེས་ནས་མེེ་ཐུན་བྱས་པས་བུད་མེད་འཛག་པར་བྱེད་དོ། །
en: “One should chew up the root of rāmadūtī together with the leaves, put this on the penis, and make love. Then she will drip.

source: ཛ་ཡན་ཏིའི་རྩ་བ་དང་བཏགས་ནས་འབྲས་ཀྱི་ཆུ་དང་བསྲེས་ནས་
en: “One should grind the root of Indian sesbania, blending it with rice water.

source: པ་ལཱ་ཤའི་ས་བོན་མཉེས་ནས་བྱུགས་ནས།
en: “One should grind the seeds of dhak and apply the paste.

source: སྦྲང་དང་མར་གསར་པའི་བཏུང་བ་དང་། ཙི་ཏྲ་དམར་པོས་མོ་ཤམ་དུ་ཐེ་ཚོམ་མེད་དོ། །
en: if the woman drinks the juice of red leadwort with honey and clarified butter, she will surely not conceive.

source: ཆག་པ་དང་། ཕྱེ་མ་ལེབ་ཀྱི་ཕྱེ་མས་སྐྱེ་གནས་ལྷད་པ་ལ་བྱིན་ན་མ་ཁྲད་པོར་འགྱུར་རོ།
en: “One should insert into the loose vagina the powder from locusts and moths. The vagina will then become firm.”

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོའི་རྒྱུད་ལས། ཁམས་བཅིང་བ་ལ་སོགས་པའི་རིམ་པར་ཕྱེ་བ་སྟེ་བཅུ་དགུ་པའོ།། །།
en: This concludes the chapter on the retention of semen and related issues, the nineteenth in the glorious Caṇḍa­mahā­roṣaṇa tantra called “ The Sole Hero

source: དེ་ནས་བཅོམ་ལྡན་འདས་མས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then the goddess requested the lord:

source: ཁྱབ་བདག་དེ་བཞིན་ངོ་མཚར་དང་། །
en: Which are equally interesting, O lord!

source: སྔགས་དང་འཁྲུལ་འཁོར་སོགས་མཁས་པའི། །སྣ་ཚོགས་དབྱེ་བ་གསུངས་པ་དང་། །
en: the proficiency in mantra and yantra, Which have been described as being of many types.

source: རླུང་གི་སྦྱོར་བ་མ་ལུས་དང་། །
en: “Also everything about the practice of winds

source: རང་གཟུགས་ལུས་ཀྱི་འཁྲུལ་འཁོར་གྱིས། །
en: Also about the nature of the body as an instrument—

source: ད་ལྟ་བཀའ་དྲིན་མཛད་དུ་གསོལ། །
en: Please do me this favor, right now!”

source: ལྷ་མོ་ལེགས་སོ་ལེགས་མཛད་ནས། །
en: “Well done, O goddess, well done!

source: ཨོྃ་ཛྭཱ་ལཱ་ཀ་རཱ་ལ་བ་ད་ནེ། ཧ་ས་ཧ་ས།
en: Oṁ , you with a flaming mouth and fangs bared, laugh, laugh!

source: ཧ་ལཱ་ཧ་ལ་བཛྲེ་སུ་བཛྲེ་སྦ་ར་སྦ་ར། སྥཱ་ར་ཡ་སྥཱ་ར་ཡ། སརྦ་མེ་གྷ་བཱ་ཏ། པྲྀཥྚིཾ་སྟམྦྷ་ཡ། སྟམྦྷ་ཡ། སྤོ་ཊ་ཡ་སྤོ་ཊ་ཡ། ཡཿཡཿཡཿསརྦ་པཱ་ནཱི་ཡཾ་ཤོ་ཥ་ཡ། ཤོ་ཥ་ཡ་ཧཱུྃ་ཕཊ།
en: The vajra of the halāhala poison, the good vajra, break forth, break! Disperse, disperse! Stop all the rain and wind, stop! Rent asunder, rent! Yaḥ , yaḥ , yaḥ , dry up all the water, dry! Hūṁ phaṭ

source: སྔགས་འདི་བཟླས་ནས་ནམ་མཁའ་ལ་ཁྲོ་བོའི་ལྟ་བས་བལྟ་བར་བྱའོ། །
en: While reciting this mantra, one should direct one’s angry gaze into the sky.

source: རླུང་དང་སྤྲིན་ལ་སོགས་པ་འཇིག་པར་བྱེད་དོ། །
en: One will stop the wind and disperse the clouds.

source: དུར་ཁྲོད་དུ་རོལ་པའི་སྔགས་སོ། །
en: “Here is the mantra of playing in the cemetery:

source: ཨོྃ་ཕེ་ཊ་ཀཱ་ར་ཕེཾ་ཕེཾ་ཧ་ཧ་ཧཱ་ཧཱ་ཕཊ།
en: Oṁ , you who shout pheṭ ! Pheṁ pheṁ , ha ha , hā hā , pheṭ

source: ཞེས་པ་ནི་གྲོང་ཁྱེར་དུ་འཇུག་པའི་སྔགས་སོ། །
en: “Here is the mantra for entering a city area:

source: ཨོྃ་སརྦ་བིདྱཱ་དྷི་པ་ཏ་ཡེ། བ་ར་ཡནྟྲ་མནྟྲ། ནཱ་ཤ་ནེ་སརྦ་ཌཱ་ཀི་ནཱི་ནཱཾ། ཏྲཱ་ས་ཡ་ཏྲཱ་ས་ཡ། བནྡྷ་ཡ་བནྡྷ་ཡ། མུ་ཁཾ་ཀཱི་ལ་ཡ་ཀཱི་ལ་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , O lord of all magical powers for nullifying opposing yantras and mantras! Frighten off all the ḍākinīs, frighten! Bind, bind! Nail swiftly, nail!

source: ཞེས་པ་འདིས་ས་ལ་མངོན་པར་བསྔགས་ནས་རྡུལ་གྱིས་གཏོར་ན་སྦྲུལ་འབྲོས་པར་འགྱུར་རོ། །
en: “To make snakes flee, one should incant some clay with this mantra and place it on the ground:

source: ཨོྃ་ཧི་ལི་ཧི་ལི་ཕུཿཕུཿ།
en: Oṁ, hili hili, phuḥ phuḥ

source: ཞེས་བརྗོད་ན་སྟག་འབྲོས་པར་འགྱུར་རོ། །
en: “With this mantra, tigers will flee:

source: མ་མྨཱ་མ་མྨཱ།
en: Mammā, mammā

source: ཞེས་པ་འདིས་གླང་པོ་ཆེ་འབྲོས་པར་འགྱུར་རོ། །
en: “With this mantra, elephants will flee:

source: བེ་དུ་ཨཱ་པེ་དུ་ཨཱ།
en: Vedu ā, vedu ā

source: ཞེས་པ་འདིས་བསེ་འབྲོས་པར་འགྱུར་རོ། །
en: “With this mantra, rhinoceros will flee:

source: ཏེ་ལླི་ཨཱ་ཏེ་ལླི་ཨཱ།
en: Terli ā, terli ā

source: ཞེས་པས་ལག་པ་གཡོན་པའི་སྡིགས་མཛུབ་ཀྱིས་བརྡུངས་པས་ཁྱི་འབྲོས་པར་འགྱུར་རོ། །
en: “With this mantra, dogs will flee when threatened with one’s left index finger:

source: ཨོྃ་ཧྲཱིཾ་ཕ་ཊུ་ཀ་ནཱ་ཐ་ཙཎྜ་ལ་ཧཱ་རོ་ཥ་ཎ་ཧཱུྃ་ཕཊ།
en: Oṁ hrīṁ , protector Baṭuka, Caṇḍa­mahā­roṣaṇa! Hūṁ phaṭ

source: ཞེས་པ་འདིས་མ་ཧེ་འབྲོས་པར་འགྱུར་རོ། །
en: “With this mantra, buffalos will flee:

source: ཨོྃ་ཡ་མཱནྟ་ཀ་ཧྲཱིཿཥྜཱིཿཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ཏྲཱ་ས་ཡ་ཏྲཱ་ས་ཡ། ཙཎྜ་པྲ་ཙཎྜ་ཧཱུྃ་ཕཊ།
en: Oṁ , Yamāntaka, hrīḥ strīḥ , hūṁ hūṁ hūṁ , phaṭ phaṭ ! Frighten away, frighten away! O fierce one, very fierce! Hūṁ phaṭ

source: ཞེས་པ་འདིས་སྡིག་པའི་ནད་འབྲོས་པར་འགྱུར་རོ། །
en: “With this mantra, any serious diseases will go away:

source: ཨོྃ་ཡ་མ་མར་ད་ནི་མཱརྔ་ཡ་མཱརྔ་ཡ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུྃ་ཕཊ།
en: Oṁ , when crushing Yama, crush, crush! Caṇḍa­mahā­roṣaṇa, hūṁ phaṭ

source: ཆུ་ལ་མངོན་པར་བསྔགས་ནས་བྱིན་ན་ཟུག་རྔུ་འབྱིན་པར་འགྱུར་རོ། །
en: “To make pain go away, one should administer water incanted with this mantra:

source: ཨོྃ་ཀྲོ་དྷ་ནེ་སཾ་ཀྲོ་དྷ་ནེ་བྷེ་ད་ནཱ་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , when there is crying or wailing, this is for removing it. Hūṁ phaṭ

source: ཞེས་པ་འདིས་སྤྱི་བོར་བཅིངས་ན་སྲང་བར་འགྱུར་རོ།
en: “By tying this mantra into one’s knotted hair, one will be protected:

source: ཨོྃ་སཾ་ཏྲཱ་ས་ནེ་མོ་ཧ་ནཱ་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , when there is terror, this is for confusing. Hūṁ phaṭ

source: ཕྱིར་རྒོལ་གྱི་ཁ་ཕུར་བུས་བཏབ་པར་འགྱུར་རོ། །
en: “To nail the mouth of the adversary,

source: སྤྲ་ཚིལ་ལས་གཟུགས་བརྙན་སོར་བཞི་པ་བྱས་ནས།
en: one should make an effigy from beeswax, four fingers in size,

source: གྲོ་ག་ལ་བ་བླས་བྲིས་ནས་དེའི་བར་བཙུག་ན་ཕུར་བུས་འདེབས་པར་འགྱུར་རོ། །
en: write this mantra on birch bark with yellow orpiment, and stuff it into the effigy’s mouth. One should then nail the effigy and

source: ལམ་གྱི་བཞི་མདོར་བརྐོས་ནས་སྦས་ན་
en: bury it at a crossroad.

source: ཨོཾ་ཨ་ཙ་ལེ་སཾ་ཙ་ལེ་ཆེ་གེ་མོ་མུ་ཁཾ་ཀཱི་ལ་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , whether he is moving or not, nail the mouth of such and such! Hūṁ phaṭ

source: འགྲོ་བ་དང་འོང་བ་རངས་པར་འགྱུར་རོ། །
en: “To stop the target from moving about,

source: སྔོན་མ་བཞིན་དུ་སྙིང་གར་བཅུག་ན་རྐང་པ་དག་ཕུར་བུས་བཏབ་ནས་
en: proceed as before and stick this mantra into the effigy’s heart, and nail its feet:

source: ཨོྃ་སརྦ་མཱ་ར་བྷཉྫ་ནེ་ཆེ་གེ་མོ་རྐང་པ་ལ་ཀཱི་ལ་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , when destroying all the Māras, nail the feet of such and such! Hūṁ phaṭ

source: ཕ་རོལ་གྱི་དམག་ཚོགས་འོང་བ་རེངས་པར་འགྱུར་རོ། །
en: “To stop a hostile army from advancing,

source: སྔོན་མ་བཞིན་དུ་རབ་ཏུ་བཅུག་ན་དམག་དཔོན་གྱི་ཡན་ལག་བརྒྱད་ལ་ཕུར་བུས་བཏབ་པར་འགྱུར་རོ། །
en: stuff this mantra into the effigy as before. Then nail the eight limbs of the general of the hostile army.

source: མེ་ཐབ་ཀྱི་འོག་ཏུ་བརྐོས་ནས་མགོ་ཐུར་དུ་བསྟན་ནས་སྦས་ན་
en: One should bury the effigy with its face down in the middle of a hearth

source: ཨོྃ་བི་ཀྲྀ་ཏཱ་ནན་པ་རབ་ལ་བྷཉྫ་ནེ། བྷཉྫ་ཡ་བྷཉྫ་ཡ། སྟམྦྷ་ཡ་སྟམྦྷ་ཡ། བཛྲ་པཱ་ཤེ་ན་ཆེ་གེ་མོའི་དམག་གི་སྡེ་བནྡྷ་བནྡྷ། སྟམྦྷ་ཡ་སྟམྦྷ་ཡ་ཧཱུྃ་ཕཊ། ཁཿགཿཧཱ་ཧཱ་ཧཱི་ཧཱི་ཕེཾ་ཕེཾ། ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུྃཕཊ།
en: Oṁ , you with contorted face, when breaking the enemy’s army, break, break! Immobilize, immobilize! Bind such and such together with his army with a noose, bind! Hūṁ phaṭ ! Khaḥ gaḥ , ha hā , hi hī , pheṁ pheṁ ! Oṁ , Caṇḍa­mahā­roṣaṇa, hūṁ phaṭ

source: དུར་ཁྲོད་ཀྱི་གོས་ལ་དུག་དང་། སྐེ་ཚེས་གཟུགས་བརྙན་སོར་བརྒྱད་པའི་ཚད་ཀྱི་ལྷ་སྦྱིན་བྲིས་ལ་ཕྲེང་བའི་སྔགས་ཀྱིས་བསྐོར་ནས།
en: one should draw the target, eight fingers tall on a cloth from a cemetery, with poison and mustard , encircle the drawing with the garland mantra,

source: སྤྲ་ཚིལ་གྱི་གཟུགས་བརྙན་གྱི་སྙིང་གར་བཅུག་ནས།
en: and stuff it into the heart of a beeswax effigy.

source: ཨོྃ་ད་ཧ་ད་ཧ། པ་ཙ་པ་ཙ། མ་ཐ་མ་ཐ། ཛྭ་ར་ཛྭ་ར། ཛྭཱ་ལ་ཡ་ཛྭཱ་ལ་ཡ། ཤོ་ཥ་ཡ་ཤོ་ཥ་ཡ། གྲྀཧྞ་གྲྀཧྞ། ཛྲ་ལ་ཛྭ་ལ། ཨོ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུ་ྃཕཊ་སྭཱ་ཧཱ།
en: Oṁ , burn, burn! Cook, cook! Torment, torment! Send the fever, send! Make them burn, do! Dry up, dry! Seize, seize! Burn, burn! Oṁ , Caṇḍa­mahā­roṣaṇa, hūṁ phaṭ ! Svāhā

source: ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཆེ་གེ་མོ་ཛྭ་རེ་ཎ་གྲྀཧྟཱ་པ་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , Caṇḍa­mahā­roṣaṇa, let the fever seize such and such! Hūṁ phaṭ

source: ཞེས་བཟླས་ནས་དུར་ཁྲོད་ཀྱི་མེ་ལ་བདུག་པར་བྱའོ། །
en: Reciting this, one should burn the effigy in the charnel ground fire,

source: དགྲ་བོ་རིམས་ཀྱིས་ཟིན་པར་འགྱུར་རོ། །
en: One will cause the enemy to burn with fever.

source: ཕ་རོལ་གྱི་འཁྲུལ་འཁོར་གྱི་མཐུ་མེད་པར་འགྱུར་རོ། །
en: “To obliterate the yantra of an enemy,

source: དུར་ཁྲོད་ཀྱི་གོས་ལ་བྲིས་ནས་
en: one should write this mantra on a rag from a cemetery,

source: སྐུད་པ་སྔོན་པོས་ལན་བརྒྱད་དཀྲིས་ནས་དཔུང་པའམ་མགུལ་པའམ། མགོའམ། རྐེད་པ་ལ་བཏགས་ན་
en: wrap a blue string around it, and wear it on one’s arm, neck, head, or hips.

source: ཨོྃ་ཛ་ཡ་ཛ་ཡ་པ་རཱ་ཛ་ཡ་ནི་ར་ཛི་ཏེ་ཡ་ནྟྲེ་ཧཱི་ཧཱི། ཧཱ་ཧཱ། སྤོ་ཊ་ཡ་སྤོ་ཊ་ཡ། ཨུ་ཙྪཱ་ཊ་ཡ་ཨུཙྪཱ་ཊ་ཡ་ཤཱིགྷྲྃ་ཀརྨ་ཀུ་རུ། ཀུ་རུ། རཀྵ་རཀྵ། ཨོཾ་ཅེ་ཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུྃཕཊ།
en: Oṁ , conquer, conquer and vanquish! Defeat the yantra! Hī hī , hā hā , break, break! Remove, remove! Act quickly, act! Oṁ , Caṇḍa­mahā­roṣaṇa, hūṁ phaṭ

source: ཞག་བདུན་གྱིས་འཆི་བར་འགྱུར་རོ
en: “To kill the target within a week,

source: དུར་ཁྲོད་ཀྱི་རས་ལ་སྔོན་བཞིན་དུ་བྲིས་ནས།
en: one should write this mantra on a rag from a cemetery as before,

source: གཟུགས་བརྙན་གྱི་ནང་དུ་བཅུག་ནས།
en: put it inside the effigy,

source: མིའི་རུས་པའི་ཕུར་བུ་སོར་གཅིག་པའི་ཚད་དམ། ཡང་ན་ལྕགས་ཀྱི་ཕུར་བུས་བཏབ་ནས།
en: nail it with a peg one finger long, made of bone or iron.

source: དུར་ཁྲོད་དུ་ས་བརྐོས་ནས་མགོ་ཐུར་དུ་བསྟན་ནས་སྦས་ན།
en: One should then bury the effigy face down in a cemetery

source: ཨོྃ་ཅེཎྜ་མ་ཧཱ་སེ་ན་གྲ་ས་གྲ་ས། ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི། ཤོ་ཥ་ཡ་ཤོ་ཥ་ཡ། མ་ར་མ་ར། མཱ་ར་ཡ་མཱ་ར་ཡ། ཆེ་གེ་མོ་ཧཱུྃ་ཕཊ།
en: Oṁ , Caṇḍa­mahā­roṣaṇa, swallow, swallow! Kha kha ! Eat, eat! Make such and such wither, do! Mara mara ! Kill such and such, kill! Hūṁ phaṭ

source: སྐྲོད་པར་བྱེད་དོ།
en: “To banish the target,

source: ནིམ་པ་དང་། བྱ་རོག་གི་ཚི་ལུ་བླངས་ནས་དུར་ཁྲོད་ཀྱི་མེ་ལ་བསྲེགས་ནས།
en: one should take a crow’s nest from a nimb tree and burn the nest in a fire from the charnel ground.

source: རྔ་མོའི་སྟེང་དུ་བསྐྱོན་ནས་མགུལ་པ་ཞགས་པས་བཅིངས་ནས་ལྷོ་ཕྱོགས་སུ་ཁྱེར་བར་བསམ་པར་བྱའོ། །
en: One should visualize the target mounted on a camel, fettered in shackles, and tied up with lassos, being led in the southern direction.

source: ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཆེ་གེ་མོ་ཨུཙྪཱ་ཊ་ཡ་ཧཱུྃཕཊ།
en: Oṁ , Caṇḍa­mahā­roṣaṇa! Banish such and such! Hūṁ phaṭ

source: ཕན་ཚུན་དུ་ཞེ་སྡང་བར་བྱེད་དོ།
en: “To sow hatred among others,

source: ཁྱི་གཉིས་འཐབ་པའི་རྡུལ་བླངས་ནས་
en: one should take some dust from where two dogs are fighting and

source: གཟུགས་བརྙན་གཉིས་ལ་བསྣུན་ན་
en: strike the effigies of the two targets.

source: ཨོྃ་དྭེ་ཥ་ཎེ་དྭེ་ཥ་བཛྲེ་ཆེ་གེ་མོ་དང་ཆེ་གེ་མོ་རྣམ་པར་ཞེ་སྡང་བར་གྱིས་ཤིག ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུྃཕཊ།
en: Oṁ , when causing hate, Vajra of Hatred, sow hatred between such-and-such and such-and-such! Oṁ , Caṇḍa­mahā­roṣaṇa, hūṁ phaṭ

source: གྲོག་ལ་རུས་སྦལ་ལེ་བརྒན་རྩིས་ཡང་དག་པར་བྲིས་ནས་སོར་དྲུག་པའི་
en: one should draw on birch bark a tortoise, six fingers in size, with yellow orpiment, and

source: རྐང་པ་བཞི་པོ་རྣམས་ལ་ཧྲི་ཡིག་དང་། ཁའི་ནང་དུ་པིཾ་གི་ཡི་གེ་དང་ལྟོ་བར་ཧྲིཾ་གཉིས་བྲིས་ནས་
en: write the syllable hrī on its four feet, the syllable plī in the center of its face, and the syllable hri at its navel.

source: ཕྲེང་བའི་སྔགས་ཀྱིས་ཡང་དག་པར་བསྐོར་ནས་མཆོད་པ་དང་། བསྟོད་པ་ཡང་དག་པར་བརྩམ་པར་བྱའོ། །
en: One should surround this with the garland mantra and commence worship with offerings and praise.

source: སོ་ཕག་གི་སྟེང་དུ་བཞག་ནས་རུས་སྦལ་གྱི་ཁོག་པས་དགབ་པར་བྱའོ། །
en: One should place the tortoise on top of a sacrificial brick, covering the brick with the tortoise’s belly.

source: སྲད་བུ་དམར་པོས་དཀྲི་བར་བྱའོ། །
en: One should wrap a red string around the whole thing
